patbenatar.advanced-new-file
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
BriteSnow.vscode-toggle-quotes
Zignd.html-css-class-completion
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
hookyqr.beautify
coenraads.bracket-pair-colorizer
PKief.material-icon-theme
wix.vscode-import-cost
WallabyJs.quokka-vscode

while read line; do code --install-extension "$line";done <vs-code-exstensions.txt
xargs --install-exstension <vs-code-exstensions.txt